[
  "dataview",
  "markwhen",
  "obsidian-markmind",
  "omnisearch",
  "tag-wrangler",
  "obsidian-style-settings",
  "highlightr-plugin",
  "obsidian-checklist-plugin",
  "text-extractor",
  "pdf-plus",
  "onyx-boox-extractor",
  "calendar"
]